import React from 'react';
import Header from '../components/common/Header';
import styled from 'styled-components';
import 동헌1 from '/동헌1.jpeg';
import 동헌2 from '/동헌2.jpg';
import 동헌4 from '/동헌4.jpeg';

const Magazine1 = () => {
  return (
    <Magazine1Wrapper>
      <Header />
      <ArticleBox>
        <Article>
          취향은 일상의 영역이다.
          <br />
          나의 일상에 취향을 불러오고, 나의 취향이 일상이 되는 삶.
          <br />
          오늘 만났던 동헌(인터뷰이)의 대화 이후 든 생각이다. <br />
          <br />
          <br />
          일상의 영역으로 나의 취향을 불러오고, 나의 취향이 일상이 되기 위해선 우선 여유가 있어야한다.
          <br />
          취향이 있다는 것은 삶의 날 위한 자그마한 틈을 남겨놓는 다는 것. <br />
          그 여유가 있다는 것은 내가 내 삶을 건강하게 가꿔가고 있다는 것.
          <br />
          ​동헌은 우리게 여유와 취향의 상관 관계를, 그리고 취향있는 삶을 알려줬다.
          <StyledImg src={동헌1} alt="바닷가에서 카메라를 든 동헌의 모습" />
          0.
          <br />
          동헌은 이런 사람이다. <br />
          자신의 삶에 취향을 켜켜히 묻히고 다니는 사람. <br />
          취향에 있어 전공자 수준으로 깊게 아는 사람, <br />
          그리고 각기각색의 사람들과 섞어놔도
          <br />
          모든 것들에 대해 심도있게 얘기할 수 있는 사람이다. <br />
          <br />
          일례로 전공은 사회학이지만
          <br />
          개발을 공부해 프론트앤드 개발자로 2번의 프로젝트를 진행했고, 카메라를 사려는 사람은 무조건 동헌에게 물어보고,
          패션 브랜드의 역사와 유래를 물으면 술술 답하고
          <br />
          음악,영화,철학 등등 다양한 분야에 취향이 깊다.
          <br />
          <br />
          자신의 삶에 취향을 가득가득 묻히고 다니는 그가 부러웠고, <br />
          켜켜히 쌓여진 취향의 깊이도 부러웠다. <br />
          <StyledImg src={동헌2} alt="바닷가를 바라보는 동헌의 뒷모습" />
          <br />
          <br />
          1. <br />
          동헌과 gate keeper라는 말을 둘러싸고 이야기를 했다.
          <br />
          일명, 문지기.
          <br />
          <br />
          이것저것 깊이 있게 아는 것이 많은 동헌에게, <br />
          어떻게 그렇게 좋아하는 것에 깊이 있어질 수 있냐고 물었고, <br />
          동헌은 자신은 그저 Gate keeper의 관문만을 넘었다고 말했다.
          <br />
          <br />
          동헌이 말하길, 어떤 것을 깊이 있게 좋아하는 사람들과 대화하기 위해 넘어야할 장벽이 있는데 <br />
          본인은 그것을 gate keeper라고 부른다고 한다. <br />
          내가 이해하기론, gate keeper란 아마추어와 프로의 사이의 경계벽이 아닐까 싶다.
          <br />
          <br />
          동헌은 본인은 그 정도의 gate keeper만 넘었고, 그것 이상의 영역으로 까진 가진 않았다고 한다.
          <br />
          모르는 사람이 보기엔 많이 안다의 정도지만, 또 진짜 깊게 아는 사람들과는 견줄 수 없다며...
          <br />
          <br />
          겸손이 과하다고 생각했지만, 이윽고 들려주는 동헌의 삶과 어느정도 일맥상통한 부분이 있었다. <br />
          <br />
          2.
          <br />
          동헌의 꿈은 반스 신는 아저씨가 되는 것이다.
          <br />
          <br />
          ​동헌에게 반스가 함의하는 바는, 저항과 자유. <br />
          이 문장 전체에 담긴 뜻은, 나이를 먹어도 취향과 여유가 있는 사람이다. <br />
          <br />
          그래서 동헌은 이 꿈에는 달성 시점이 없다고 한다. <br />
          죽기 직전까지 증명해낼, 본인의 인생 서사와 관련되었기 때문이다.
          <br />
          <br />
          이에 동헌이 말한 꿈을 이루기 위한 방법이 있다. <br />
          바로 가슴 속 한켠에 취미와 좋아하는 것에 대한 공간을 남겨놓는 것이다.
          <br />
          자신이 좋아하는 것들을 '애써' 일상에 남겨두는 것.
          <br />
          <br />
          남겨두는 것은 '좋아하는 것'그 자체일수도, 시간일수도, 동헌의 에너지일수도 있다. <br />
          <br />
          3.
          <br />
          80:20의 법칙
          <br />
          <br />
          동헌은 이를 80 : 20의 비율로 얘기했는데, <br />
          무언가에 몰두 할 수 있는 본인의 에너지를 100으로 표현한다면
          <br />
          해야하는 일에 80을 쏟고, 20은 본인을 위해 항상 남겨둔다고 한다.
          <br />
          <br />
          해야할 일에100, 120을 쏟는 사람들이 얻을 성과와
          <br />
          80을 쏟는 본인의 성과는 차이가 날 것은 알지만, <br />
          1. 80만큼의 선에서 늘 최선을 다하고,
          <br />
          2. 20만큼의 쉴틈이 본인의 인생에서 정말 중요하기에 <br />
          80의 속도로 세상을 사는 것이 괜찮다고 동헌은 말했다.
          <br />
          <br />
          동헌을 보며 나는 자꾸만 '어떻게'를 묻게 됐다. <br />
          <br />
          모두가 열심히 사는 집단과 환경에 놓여있으면
          <br />
          나만의 속도로 삶을 살아가는 것이 유독 버거워진다. <br />
          <br />
          괜스레 불안해지고,타인과의 비교를 통해
          <br />
          자꾸만 나의 역치와 역량을 늘려나가고 <br />
          그렇게 바빠지고, 불안을 없애기 위해 <br />
          더하고 더하고 더하고..
          <br />
          더하긴 쉬워도 덜하기가 어려워지는 시기다. <br />
          졸업생이라는게...
          <br />
          <br />
          불안과 비교 안에서 <br />
          나만의 원칙과 속도를 그걸 고수하는 동헌, <br />
          그리고 그의 삶이 말 뿐만이 아니라 정말 그러하니까. <br />
          <br />
          동헌과의 대화에선 나는 유독 왜? 와 어떻게?를 많이 물었다. 내가 쫓고 싶은 모습이기 때문일까.
          <br />
          <br />
          4. <br />
          가장 현명한 사람은 빈틈없는 사람이 아닌 쉴 틈을 만드는 사람이래.
          <br />
          <br />
          동헌 : 나는 현재 내 상황에 내 눈앞에 놓여 있는일 또는 내 앞으로 가져올 수 있는 일들 중에서, 내 80의 양으로
          어디까지 케어할 수 있을지 계속해서 가늠해봐. 이건 내 일상의 20을 지키기 위해서도 있지만, 나는 게으르기 때문에
          내 발전을 위해서 80정도는 그래도 일하고 바쁘게 보내기 위한, 내 업무의 80을 지키기 위함도 있는것 같아. 내
          역량을 넘어서 일을 많이 벌려서 일을 제대로 완성 못하는 것도 경계하기 위해서 계속해서 현재 일에 우선순위를
          부여하고 그중에 80으로 커버 가능한 영역이 어디까지인지 가늠을 계속한다는거지.
          <br />
          <br />
          본인이 80:20으로 시간을 배분할 수 있는 이유를 자신의 게으름에서 찾는 동헌이지만, <br />
          그가 얼마나 성실히, 치열히 삶을 사는걸 아는 나로서는
          <br />
          20은 그가 지키고자 하는 삶의 소신이자, 긍지로 여겨진다.
          <br />
          <br />
          반스신는 아저씨, 취향과 여유가 있는 사람이고 싶은 그의 꿈(Polar)
          <br />
          꿈대로 살기 위한, 그 연습을 위한 틈을 일상에 남겨두는 것. <br />
          그게 동헌이 말한 20이다. <br />
          gate keeper의 관문을 넘어,
          <br />
          전문가의 영역으로 들어서는 취향깊이를 갖기까지
          <br />
          동헌은 애써 일상에서 20만큼을 본인을 위해 빼두었다.
          <StyledImg src={동헌4} alt="부산 서점거리" />
          <br />
          <br />
          5. <br />
          켜켜이 쌓여진 동헌의 취향을 다시 바라본다. <br />
          동헌의 취향은 우연히 쌓여진 게 아니다. <br />
          나의 일상에서 '애써' 취향을 위한, '나'를 위한 시간을 내준 <br />
          사람만이 얻을 수 있는 영역. <br /> <br />
          <Quote>
            [이동헌] [오후 3:01] <br />
            취향에 대한 삶을 생각한다는 것 만으로도 <br />
            조금씩 그러한 방향성으로 흘러가게 된다고 생각해 <br />
            빽빽하게 살다가 우연히 시간이 날때 조금씩 취향을 위한 것들을 하게되고 <br />
            그러다보니 재밌어서 조금씩 시간을 내기 시작하고 <br />
            그렇게 취향을 위한 시간이 내 일상 한부분에 자리잡게되고 <br />
            같은 취향을 가진 사람들을 곁에 두게 되고 <br />
            그렇게 살아질거야. <br /> <br />
          </Quote>
          6. <br />
          동헌은, 지금 반스를 신고 있는 청년이다. <br />
          반스신는 아저씨가 되기 위해, <br />
          일상 속에서 여유와 취향을 찾는, 취향과 여유를 일상으로 만드는 그런 삶. <br />
          동헌은 그렇게 살고 있다. <br />
          그리고 감히 앞으로도 그럴것이다. <br /> <br />
          반스 신는 할아버지가 될 동헌을 응원한다. <br />
          <br />
          <Small>Editor. 조은진</Small>
        </Article>
      </ArticleBox>
    </Magazine1Wrapper>
  );
};

export default Magazine1;

const Magazine1Wrapper = styled.div``;

const ArticleBox = styled.article`
  margin-top: 5rem;
  position: absolute;
  left: 14rem;

  width: 70vw;
  height: max-content;

  border: 0.1rem solid ${({ theme }) => theme.colors.white};
  padding: 4rem;
`;

const Article = styled.p`
  ${({ theme }) => theme.fonts.head2}
  line-height:2.8rem;
`;
const StyledImg = styled.img`
  width: 100%;
  margin: 5rem 0;
`;

const Small = styled.small`
  ${({ theme }) => theme.fonts.body1}
`;

const Quote = styled.div`
  font-style: italic;
`;
