import React from 'react';
import Header from '../components/common/Header';
import styled from 'styled-components';
import 웨비1 from '/public/웨비1.jpeg';

const Magazine2 = () => {
  return (
    <Magazine2Wrapper>
      <Header />
      <ArticleBox>
        <Article>
          부산 출장을 다녀와서 느낀 여러 생각의 감정들.
          <br />
          부산에서 만난 새로운 삶들에 대해 나는 다소 흥분해있었고, 신나 있었다. <br />
          M에게 부산에서 만난 젊은 사장님 이야기를 들려주었다.
          <br />
          <br />
          있지, 내가 만난 사장님의 꿈은 좋아하는 일로 돈 벌기이고, <br />
          지금은 어느 정도 그 꿈을 이룬 것 같아서, 다시 새로운 좋아하는 일로 돈을 벌 궁리를 하고 계신대. <br />
          이 얘기를 M에게 자랑스레 들려주니, <br />
          M이 대뜸, 그래서 매출이 얼마야? 그래서 얼마나 번다는데?라고 반문했다. <br />
          <br />
          나는 왜인지 부아가 차올라 <br />
          M에게 그런 거 묻는 건 실례라고 쏘아붙였다.
          <br />
          <br />
          그게 왜 실례냐고 묻는 M에게 <br />
          <br />
          첫째, <br />
          자영업을 한다고 해서 자기 연봉을 다 오픈해야 하는 건 아니라고, <br />
          친구들 사이에서도 연봉 얼마 받는지 묻는 건 무례해서 서로 안 묻는다고 대꾸했고,
          <br />
          <br />
          둘째, <br />
          그 사람이 행복하다는데 돈이 뭐가 중요하냐고를 외치며 부아가 왈칵 치민 마음으로 <br />
          벌 만큼 벌겠지. 유명해 여기! 따위를 어린애같이 외쳤다. <br />
          <br />
          나는 그냥 아무 말도 하지 않고 <br />
          내가 하던 일을 하며 노트북만 응시했다. <br />
          <StyledImg src="/public/웨비1.jpeg" />
          <br />
          <br />
          M은 괜스레 다른 농담들을 건네곤 자리를 떴는데,
          <br />
          나는 M에게 더 잘 말할 순 없었을까. 내 안에 가득가득 차오른 부아를 이렇게 극명히 보여줘야 했을까. 등등의 생각과
          함께 혼자 남아 M이 내게 던지고 간 화두를 곱씹어 보는 중이다. <br />
          <br />
          그래서 얼마나 버는데? <br />
          라는 질문은 사장님의 행복과 삶을 '타인의 시각'으로 재단하려고 하는 행위다. <br />
          비교할 수 없는 다름의 영역을 굳이굳이 같은 사각 상자에 욱여넣고 우열을 가리는 것, 즉 타인의 주관에 세상의
          기준과 값을 매기려고 있다.
          <br />
          <br />
          돈이란 세상이 내가 하고 있는 일에 매기는 가치라는 점에서
          <br />
          우리는 이 비교에서 완벽히 벗어날 수는 없다. <br />
          사장님 역시도 남들이 자신을 보는 불안한 시선에 대해서 완전히 벗어나진 못한 것 같다고 하셨다. <br />
          그럼에도 사장님은 3년이란 시간 동안, 가게를 운영하셨고 꾸준히 세상으로부터 인정을 받고 있었다. <br />
          <br />
          물론, M은 사장님의 상황을 모르고 나로부터 뜬금없이 사장님의 꿈 이야기만 들었긴 하다만
          <br />
          M마저도 사장님을 세상의 시야로 재단하려고 한다는 사실에 속상함과 배신감이 몰려들었다. <br />
          <br />
          그래서 얼마나 버는데?
          <br />
          이 질문 안에는, 그래서 좋아하는 일로 먹고 살수 있는지,
          <br />
          좋아하는 일로 돈 벌겠다는 건 허상이며, 그게 가능 키냐 하냐는 콧방귀가 담겨 있었던 것 같기도 하다.
          <br />
          <br />
          그리고 그런 질문 앞에서
          <br />
          꿈과 좋아하는 것, 삶의 방향을 이야기하는 <br />
          내가 현실감각 없는 철부지처럼 여겨졌다.
          <br />
          그래서 난 부아가 치밀어 올랐던 것일지도 모른다. <br />
          <br />
          그래서 얼마나 버는데?
          <br />
          라는 M의 질문에 나는 현실을 모르는 이상주의자 철부지로 추락했고
          <br />
          그 질문에 조금씩 동화되기 시작했다. <br />
          <br />
          과연 사장님은 40살, 50살이 되어서도 좋아하는 일로 돈을 벌 수 있을까? <br />
          어쩌면 좋아하는 것에 도전할 수 있는 것은 젊음이 있기에 가능한 것 아닐까?
          <br />
          믿을 건 젊음뿐이라고 시작한 패기 어린 일들은, 젊음이 사라지고 난 다음에 어떻게 되는 거지? 등등..
          <br />
          <StyledImg src="/public/웨비2.jpeg" />
          <br />
          <br />
          그러나
          <br />
          나는 관성의 힘을 믿는다. 믿기로 했다.
          <br />
          좋아하는 것을 쫓아온 삶의 힘을, 좋아하는 일과 삶을 연결해온 그의 쌓아온 삶에 대한 관성을 말이다. <br />
          <br />
          세상은 우리에게
          <br />
          좋아하는 일만 하고 살 순 없다고 말한다. <br />
          물론 좋아하는 일 '만(only)' 하고 살 순 없겠지. <br />
          왜냐면 영원한 행복, 영원한 고통과 같이 '영원'이란 속성이 없거니 왈, <br />
          세상이 Only의 영역으로만 이뤄진 곳이 아니기 때문이다. <br />
          <br />
          그러니, 좋아하는 일'만'하며 살 순 없겠지만,
          <br />
          좋아하는 일을 하며 살 순 있을 거라 믿는다.
          <br />
          <br />
          우리는 '좋아하는 일만 할 순 없다'라는 말을
          <br />
          싫어하는 일을 하며 살아야 한다로 받아들이며, <br />
          다들 이렇게 살아. 다들 하기 싫어도 참고 사는 거야를 얘기하며 산다. <br />
          삶은 고통이라는 거 인정한다. 근데 그 안에서도 어떤 고통을 택해야 내가 더 즐거울지는 생각해야 하는 거 아닌가?
          <br />
          대체 무엇을 위해서? <br />
          싫어하는 것을 참고 살면 그 끝에 뭐가 있길래.
          <br />
          어쩌면 우리는 좋아하는 대로 살면 망한다는 근거 없는 미신을 믿고 있었던 건 아닐까?
          <br />
          <br />
          이런 사회에서
          <br />
          좋아하는 걸 하며 살겠다는 것은, <br />
          기득권에 반하는 프롤레탈리아의 혁명이요, 동학농민봉기이자, 문화 충돌이다. <br />
          <br />
          그래서 난, <br />
          사회의 중력을 벗어나서, <br />
          내가 좋아하는 일을 찾고 쫓고, 그것을 세상과 연결시키는 일을 하며 쌓인
          <br />
          '나'에서 시작된 관성에 따르는 사장님의 삶을 믿는다. <br />
          '나'에서 답을 찾고, '나'로 인생을 사려고 하는, 결국 '내'가 좋아하는 일을 하게 되는 그의 관성을 말이다. <br />
          <StyledImg src="/public/웨비3.jpeg" />
          <br />
          <br />
          그러면서 한편으로는 전문성에 대해 생각을 한다. <br />
          전문성이란 '일반인과 구분된 특정 분야에서 성과를 창출하기 위해 지니고 능력'이라는 뜻이다.
          <br />
          여기서 조금 포인트로 짚고 넘어가야 할 뜻은 '일반인과 구분된'이라는 것인데, <br />
          다른 이들이 쉬이 따라잡을 수 없는 것이 바로 전문성의 본질이다. <br />
          <br />
          사장님이 덜컥 좋아하는 일을 업으로 시작할 할 수 있었던 이유 중 하나로 나는 '전문성'을 손꼽는다. <br />
          사장님은 중학생 때부터 빈티지 의류와 비틀즈를 좋아해왔고, <br />
          그리고 그 10년의 기간은 사장님에게 전문성을 부여했다.
          <br />
          그간 단순히 물건을 소비하는 것을 넘어, 패션과 음악, 그리고 이 둘의 연결성에 관련해 몇 날 며칠을 줄줄 얘기할 수
          있을 정도로 이 둘을 좋아하고 공부하셨던 깊이가, 사장님을 전문가로 만들었다.
          <br />
          지금은 펄프 매거진이라는 이름으로 패션과 음악에 대한 글을 쓰신다. <br />
          그의 좋아함이 어느 정도의 전문성에 이르렀는지 알 수 있는 대목이다. <br />
          <br />
          그의 '좋아하는 것'은 '전문성'의 영역에 다다랐고, <br />
          그 전문성이 곧, 사장님이 덜컥 사업을 시작할 수 있게 한 깡이자 자신감이 된 것은 아닌지 생각한다.
          <br />
          <StyledImg src="/public/웨비5.jpeg" /> <br /> <br />
          아무튼 다시 돌아와서 <br />
          좋아하는 일로 돈 벌기와 그래서 얼마 버는데?의 얘기로 다시 접근해서. <br /> <br />
          나의 결론은, <br />
          관성의 힘을 믿는다는 것이다. 여기에 전문성의 힘도 추가하겠다. <br /> <br />
          좋아하는 것으로 돈을 벌 궁리를 하고, 계속해서 그런 삶을 산다면, <br />
          그 사람은 어떤 방법으로든지 좋아하는 것을 세상과 연결시키며 <br />
          좋아하는 일로 살아가는 길을 찾을 것이라고 믿기 때문이다. <br /> <br />
          왜냐고? 그렇게 늘 해왔으니까. <br />
          때론 내가 좋아하는 일에 대해 세상이 가치를 부여하지 않더라도 <br />
          그럼에도 내가 좋아하는 일을 늘 쫓아 살아온 사람은 <br />
          어떻게든 자기 인생을 자신이 좋아할 수 수 있는 방향으로 꾸려나갈 수 있는 힘이 있을 거라고 나는 믿는다. <br />{' '}
          <br />
          그것이 쌓이면 '좋아하는 일로 사는 삶'을 사는 것 대한 전문성이 부여되지 않을까. <br />
          인생이이 계획대로 흘러가지 않더라도, 계속해서 좋아하는 것과 세상의 접점을 만들며 살지 않을까. <br /> <br />
          그리고 <br />
          그리고 좋아하는 일로 '돈'을 번다는 것의 의미를 다시 생각해본다. <br /> <br />
          돈을 번다는 것은 세상에게서부터 가치를 인정받았다는 것이고, <br />
          좋아하는 것으로 돈을 벌 기 위해서는 나의 좋아함을, '프로'의 영역으로까지 올려 전문성을 취득해야한다. <br />{' '}
          <br />
          즉 <br />
          1. 내가 좋아하는 것을 세상이 좋아하며 , <br />
          2. 내가 좋아하는 것을 활용하는 '방식(전문성)'역시도 세상에게 인정을 받았다는 것이다. <br />
          <br />
          그런 점에서 좋아하는 일로 돈을 번다는 것은, <br />
          내가 좋아하는 일에서 전문가가 되었다는 것을 뜻하기도 한다.
          <br />
          <br />
          어쩌면 M의 발화는 순전히 <br />
          좋아하는 일로 돈을 버는 사장님의 수입에 대한 궁금증만이 담겨 있었을지도 모른다.
          <br />
          <br />
          예민했던 것은 <br />
          내 안에 있던 불안 때문이 아니었을까?
          <br />
          라는 생각을 하며 M에게 화해를 건넨다.
          <br />
          <br />
          M은 멋쩍게
          <br />
          돈은 다 다벌어, 소고기를 먹느냐 돼지고기를 먹느냐 닭을 먹느냐의 차이지. <br />
          우리는 소고기는 못먹어 라고
          <br />
          얘기를 한다. <br />
          <br />
          아-아.
          <br />
          또 생각할거리가 잔득 생겼다.
          <br />
          M이 던지고 간 그래서 얼마 번대?를 생각하는데도 2시간이 걸렸는데....
          <br />
          <br />
          그럼에도 가벼운 생각을 거쳐 M의 말에 응수해보면, <br />
          <br />
          그럼 좋아하는 일 안하고, <br />
          하기 싫은 일 하면 돈 많이 번다고 확신할 수 있나?
          <br />
          <br />
          돈을 얼마나 버는 것에 대한 얘기는 또 다른 차원의 이야기지. <br />
          돈을 잘 벌고 못버는 사람의 차이지, 이게 좋아하는 일을 한다고 해서 가난해진다는 건 아니잖아.
          <br />
          돈 잘 벌 사람은 뭘 해도 잘 벌어. (이 이야기가 곧 돈 못버는 사람은 뭘해도 못번다는 이야기로 연결되는 것은
          아니다. 안나카레리나의 법칙과 같이, 불행은 저마다의 이야기와 이유가 있다)
          <br />
          <br />
          좋아하는 일 하면 가난하게 산다는 것도 사회의 편견이야. <br />
          <StyledImg src="/public/웨비4.jpeg" />
          <br />
          <br />
          아무래도 어렸을 때부터 읽어온 개미와 베짱이 이야기가 우리의 뇌에 단단히 박혀있는 듯하다.
          <br />
          개미는 열심히 일하고, 베짱이는 놀기만 하다 결국 겨울에 고생한다.
          <br />
          <br />
          좋아하는 일을 하며 사는게 꼭 베짱이의 이야기로 인식될 필요는 없다. <br />
          <br />
          개미와 베짱이 이야기로 자라나는 아이들에게 교훈을 주지 마시길, <br />
          좋아하는 걸, 열심히 해서 행복한 삶을 사는, 개짱이 이야기도 세상에 있다 .<br />
          <br />
          천재는 노력하는 사람을 이길 수 없고, 노력하는 사람은 즐기는 사람을 이길 수 없다.
          <br />
          라는 롤프 메르클레의 말에는 다들 공감하면서, <br />
          우리 사회는 즐거운 일을 하며 살겠다는 것에 왜이리도 야박하게 구는지.
          <br />
          <br />
          ​ 처음부터 내가 즐거운 일을, 열심히 하며 살면 우리 모두가 이기는 삶을 사는 거 아닌가?
          <br />
          세상이 좋아하는 자기계발서-1만시간의 법칙(말콤 글래드웰) ,즐기는 자가 일류다' 등을 종합해도, <br />
          좋아하는 일을 쫓아사는게 사회가 제시하는 방향인 것 같은데...
          <br />
          <br />
          그러니, 이제 다들 미심쩍은 눈초리 그만 보내주세요. (나부터도)🙏
          <br />
          <br />
          좋아하는 일을 업으로 하는 이들이 받았을 눈초리들을, <br />
          사장님이 느꼈을 타인의 시선으로부터의 불안들이 <br />
          조금씩 이해가 간다. <br />
          <br />
          우리 사회의 눈초리는, 가보지 않은 길을 가는 선구자들을 향한 의심과 두려움일 것이다.
          <br />
          인류 탄생 이후로 우리는 늘 당위와 의무의 차원에서 '일'을 을했지, <br />
          선택의 영역으로, 온전한 한 개인의 고민으로부터 '일'을 선택할 수 있었던 시기가
          <br />
          오래되지 않았으니까. <br />
          <br />
          '나'에서 출발해, '자신'이 좋아하는 일을 하며 사는 사람들은, 선구자다. <br />
          21세기의 선구자들이 앞장 선 모든 길들에 대해 진심이 담긴 감사와 응원을 전한다. <br />
        </Article>
      </ArticleBox>
    </Magazine2Wrapper>
  );
};

export default Magazine2;

const Magazine2Wrapper = styled.div``;

const ArticleBox = styled.article`
  margin-top: 5rem;
  position: absolute;
  left: 14rem;

  width: 70vw;
  height: max-content;

  border: 0.1rem solid ${({ theme }) => theme.colors.white};
  padding: 4rem;
`;

const Article = styled.p`
  ${({ theme }) => theme.fonts.head2}
  line-height:2.8rem;
`;
const StyledImg = styled.img`
  width: 100%;
  margin: 5rem 0;
`;

const Small = styled.small`
  ${({ theme }) => theme.fonts.body1}
`;

const Quote = styled.div`
  font-style: italic;
`;
